<template>
  <div>
    <h2 class="text-2xl">درباره دیجی جادو</h2>
    <p class="text-justify mt-2 text-gray-600">
      دیجی جادو، جایی که جادوی خرید آنلاین اتفاق می‌افته! ما در دیجی جادو با
      شعار "خریدی جادویی، تجربه‌ای به یاد ماندنی" تلاش می‌کنیم بهترین محصولات رو
      با بالاترین کیفیت و مناسب‌ترین قیمت به شما ارائه بدیم. تیم ما متشکله از
      افراد متخصص و پرانرژی‌ست که همیشه آماده‌اند تا بهترین تجربه خرید رو براتون
      رقم بزنن. به دنیای جادویی دیجی جادو خوش اومدین!
    </p>
    <h2 class="text-2xl mt-4">چرا دیجی جادو</h2>
    <ul class="pr-4 list-disc mt-2 text-gray-600 leading-8">
      <li>تنوع بی‌نظیر محصولات</li>
      <li>ضمانت اصالت کالا</li>
      <li>تحویل سریع و مطمئن</li>
      <li>پشتیبانی ۲۴ ساعته</li>
      <li>تجربه خرید آسان و امن</li>
    </ul>
    <p class="text-gray-600 mt-2">
      ما به عنوان تیم دیجی‌جادو، متعهدیم که همیشه همراه شما باشیم و بهترین‌ها رو
      براتون فراهم کنیم. از اعتماد شما سپاسگزاریم و امیدواریم که از خرید در
      دیجی‌جادو لذت ببرید!
    </p>
  </div>
</template>

<script setup>
useHead({
  title: 'درباره ما'
})
</script>
